Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/income_tax/taxation_of_benefits_from_employment.html.txt.tmx
Source language: en
Languages: ga

source: Taxation of benefits from employment
ga: Cáin ar shochair ón bhfostaíocht

source: Most benefits from employment that are provided in addition to your salary are subject to income tax
ga: In Éirinn, gearrtar cáin ioncaim ar fhormhór na sochar ó fhostaíocht a chuirtear ar fáil sa bhreis ar do thuarastal/pá

source: The following is a summary of the main benefits that an employee may get and the rules the Revenue Commissioners apply
ga: Seo a leanas achoimre ar na príomhshochair gur féidir le fostaí a fháil agus na rialacha a chuireann na Coimisinéirí Ioncaim i bhfeidhm

source: (The Revenue Commissioners are responsible for the collection of taxes on behalf of the Government)
ga: (Tá na Coimisinéirí Ioncaim in Éirinn freagrach as cánacha a bhailiú ar son an Rialtais)

source: Generally, there are two types of benefits that an employee may get in addition to a salary:
ga: Go ginearálta, tá dhá chineál sochar ann go bhféadfadh fostaí a fháil sa bhreis ar a t(h)uarastal/pá:

source: These are benefits that an employee receives that cannot be converted into cash but have a cash value
ga: Sochair iad seo a fhaigheann an fostaí ach nach féidir a aistriú ar airgead tirim ach a bhfuil luach airgid acu

source: Examples include provision of a company car, loans given at a special rate or provision of accommodation
ga: Mar shampla tá carr comhlachta a sholáthar, iasachtaí tugtha ag ráta speisialta nó lóistín a chur ar fáil

source: • Benefits (other than benefits-in-kind)
ga: • Sochair (seachas sochair chomhchineála)

source: Examples include vouchers, holidays, payment of an employee's bills and prizes
ga: Mar shampla tá dearbháin, saoire, íocaíocht ar bhillí an fhostaí, duaiseanna

source: All employees who earn more than €1,905 per year pay tax on the value of any benefits and benefits-in-kind
ga: Íocann gach fostaí a shaothraíonn sa bhreis ar €1,905 sa bhliain cáin ar luach aon sochair agus sochair chomhchineála

source: Taxation of benefits (other than benefits-in-kind), is made literally on the value of the benefit. For example, an employer provides you with a holiday voucher worth €2,000
ga: Déantar cáin a ghearradh ar shochair, seachas ar shochair chomhchineála, díreach ar luach an tsochair

source: This is treated as €2,000 income for tax purposes and is taxed accordingly
ga: Mar shampla, má chuireann fostóir dearbhán saoire ar fáil duit gur fiú €2,000 é, breathnaítear ar seo mar 2,000 euro ioncam i dtaobh cánach agus gearrtar cáin dá réir

source: The rules applying to benefits-in-kind vary
ga: Tá rialacha éagsúla ag baint le sochair chomhchineála

source: Generally, the value of the benefit-in-kind is the cost to the employer of providing the benefit less any contribution by the employee
ga: Go ginearálta, is ionann luach an tsochair chomhchineáil agus an costas a thiteann ar an bhfostóir an sochar sin a sholáthar lúide aon chuid a íocann an fostaí

source: Special rules apply to the following benefits-in-kind:
ga: Baineann rialacha speisialta leis na sochair chomhchineála seo a leanas:

source: An employee can reduce the amount of benefit-in-kind assessed on a car if they incur a certain amount of mileage for business purposes
ga: Is féidir le fostaí an méid a mheastar mar shochar comhchineál ar charr a laghdú má dhéanann sé/sí méid áirid mílte taistil ar son cursaí gnó

source: The benefit-in-kind can be further reduced if an employee contributes to insurance costs, motor tax and petrol
ga: Is féidir an sochar comhchineál a laghdú tuilleadh má íocann an fostaí cuid den chostas a bhaineann le hárachas, cáin bhóthair agus peitreal

source: Benefits that are exempt from tax or can be received tax efficiently
ga: Sochair nach gá aon cháin a íoc orthu nó gur féidir a fháil gan mórán cánach a íoc

source: There are some benefits that an employee can receive that are not subject to tax or can be received tax efficiently
ga: Tá sochair ann gur féidir le fostaí a fháil nach gá aon cháin a íoc orthu nó nach mbeidh mórán cánach i gceist

source: • Provision of bus/train passes for one month or more
ga: • Pasanna bus/traenach a chur ar fáil ar feadh míosa nó níos faide

source: • Bicycle and safety equipment under the Cycle to Work Scheme
ga: • Fearas rothaíochta agus sábháilteachta, tá an chéad €1,000 caite díolmhaithe

source: • Certain share and approved profit sharing schemes
ga: • Scéimeanna faoi leith scaireanna agus scéimeanna ceadaithe le brabús a roinnt

source: • Reimbursement of expenses necessarily incurred in the course of employment
ga: • Aisíoc ar chostais riachtanacha a thit ar an bhfostaí le linn na fostaíochta

source: • Lump sum and certain redundancy payments
ga: • Íocaíochtaí faoi leith cnapshuime agus iomarcaíochta

source: • Non-cash personal gifts not related to employment
ga: • Bronntanais phearsanta nach airgead iad nach mbaineann leis an bhfostaíocht

source: • Employer's contribution to statutory or revenue approved pension schemes
ga: • Ranníocaíocht an fhostóra chuig scéimeanna reachtúla pinsin nó scéimeanna ceadaithe ag na coimisinéirí ioncaim

source: • Mobile telephones, computer equipment and home high-speed internet connections where those benefits are provided for business use
ga: • Fóin phóca, trealamh ríomhaireachta agus naisc ardluais idirlín baile a mbaintear leas astu ar mhaithe le húsáid ghnó

source: (Private use is incidental.)
ga: (Is cuma má úsáidtear iad go príobháideach freisin)

source: • Private use of company van which is essentially for the purposes of employee's work and where there is an employer requirement to bring the van home and where other private use is prohibited and the employee spends most of their working time away from the workplace to which they are attached
ga: • Leas príobháideach a bhaint as veain cuideachta atá curtha ar fáil go bunúsach chun críche obair an fhostaí agus nuair a éilíonn an fostóir go dtabharfaí an veain abhaile agus nuair atá cosc ar úsáid phríobháideach a bhaint as agus nuair a chaitheann an fostaí formhór a c(h)uid ama oibre lasmuigh den ionad oibre sin a bhfuil baint aige nó aici leis

source: This is not an exhaustive list and conditions and/or restrictions often apply to exemptions and should therefore be checked with the Revenue Commissioners
ga: Is féidir cur leis an liosta seo agus baineann coinníollacha agus/nó teorainn le díolúintí agus mar sin ba cheart do chás a dheimhniú leis na Coimisinéirí Ioncaim roimh ré

source: The tax, PRSI and Universal Social Charge to be collected from all benefits-in-kind are deducted by your employer at source
ga: Asbhaineann d'fhostóir ag an bhfoinse an cháin ioncaim, ÁSPC agus Muirear Sóisialta Uilíoch (MSU) bailithe ó shochair chomhchineáil

source: A ‘preferential loan’ means a loan, made by your employer to you and/or your spouse or civil partner, on which no interest is payable, or interest is payable at a rate lower than the ‘specified rate’
ga: Is éard is brí le ‘hiasacht fabhrach‘ ná iasacht a thugann d’fhostóir duit nó do do chéile, agus nach bhfuil aon ús le híoc air, nó má tá, go bhfuil sé le híoc ar ráta níos ísle ná an ‘ráta sainithe’

source: An employee in receipt of a preferential loan is charged income tax on the difference between the interest actually paid and the amount which would have been payable at the 'specified' rates of interest for the loans
ga: Má tá iasacht fabhrach ag fostaí gearrtar cáin ioncam ar an difríocht idir an t-ús a íocann sé nó sí agus an méid a bheadh le híoc ar na rátaí úis 'sainithe’ do na hiasachtaí

source: The specified rates are as follows:
ga: Is iad seo a leanas na rátaí sainithe:

source: • Qualifying loan for home (principal residence): 4%
ga: • Iasacht le haghaidh tí (príomháit chónaithe): 4%

source: You can get more information on the tax treatment of preferential loans from employers from Revenue
ga: Chun tuilleadh eolais a fháil faoi iasachtaí fabhracha mar shochar comhchineáil ó fhostóirí féach

source: You can receive a small non-cash benefit from your employer without paying PAYE, USC and PRSI. Such a benefit must have a value of €500 or under (€250 up to 21 October 2015)
ga: Má chuireann d’fhostóir sochar ar fáil duit nach fiú níos mó ná €500 é ní gá ÍMAT nó ÁSPC a íoc ar an sochar sin

source: This treatment does not apply to cash payments, which are taxable in full. You can only avail of this relief once in a tax year
ga: Ní chaithfear mar seo ach le sochar amháin den chineál seo a fhaigheann tú in aon bhliain chánach

source: If the benefit is more than €500 in value (€250 up to 21 October 2015) the full value of the benefit is subject to PAYE, USC and PRSI
ga: Más fiú níos mó ná €500 luach an tsochair caithfear ÍMAT agus ÁSPC a íoc ar an iomlán
